Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/2000_2s.doc.tmx
Source language: sme
Languages: nob

source: Dán plánaáigodaga álgogeahčen lea oahpponeavvodilli vuođđoskuvllas , davvisámegielas čuovvovaš :
nob: Ved starten av denne planperioden er læremiddeldekningen slik for grunnskolen , nordsamisk :

source: Fága Smávvaskuvlladássi Gaskadássi Nuoraidskuvlladássi
nob: Fag Småskoletrinnet Mellomtrinnet Ungdomstrinnet

source: 1. lk 2. lk 3. lk 4. lk 5. lk 6. lk 7. lk 8. lk 9. lk 10. lk
nob: 1. kl 2. kl 3. kl 4. kl 5. kl 6. kl 7. kl 8. kl 9. kl 10. kl

source: Sámegiella 1. giellan
nob: Samisk 1. språk

source: Sámegiella 2. giellan
nob: Samisk 2. språk

source: Sámi giella ja kultuvra
nob: Samisk språk og kultur

source: Dárogiella sámi ohppiide
nob: Norsk for samiske elever

source: Servodatfága
nob: Samfunnsfag

source: ROE-fága
nob: KRL-faget

source: Matematihkka * * *
nob: Matematikk * * *

source: Ruovttudoallooahppu
nob: Heimkunnskap

source: Luonddu- ja birasfága
nob: Natur- og miljøfag

source: Musihkka
nob: Musikk

source: * Jorgalanbargu lea álggahuvvon ja girjjit almmuhuvvojit ovdal borgemánu 1. b. 2001 .
nob: * Oversettelse er igangsatt og bøker vil foreligge før 1. august 2001 .

source: Ohppiidgirji Fáddágihpa Jorgaleapmi , heiveheapmi
nob: Elevbok Temahefte Oversettelse , tilrettelegging

source: Dán plánaáigodaga álgogeahčen lea oahpponeavvodilli vuođđoskuvllas , julevsámegielas čuovvovaš :
nob: Ved starten av denne planperioden er læremiddeldekningen slik for grunnskolen , lulesamisk :

source: Fága Smávvaskuvladássi Gaskadássi Nuoraidskuvladássi
nob: Fag Småskoletrinnet Mellomtrinnet Ungdomstrinnet

source: Matematihkka
nob: Matematikk

source: Dán plánaáigodaga álgogeahčen lea oahpponeavvodilli vuođđoskuvllas , lullisámegielas čuovvovaš :
nob: Ved starten av denne planperioden er læremiddeldekningen slik for grunnskolen , sørsamisk :

source: 1. lk 2. lk 3. lk 4. lk 5. lk 6. lk 7. lk 8. lk 9. lk 10. kl
nob: 1 kl 2 kl 3 kl 4 kl 5 kl 6 kl 7 kl 8 kl 9 kl 10 kl

source: 2.1.3 Prošeavttat mat leat doaimmas
nob: 2.1.3 Igangværende prosjekter

source: Sámedikkis leat dán plánaáigodaga álgogeahčen oktiibuot 128 oahpponeavvoprošeavtta jođus mánáidgárddiid , vuođđoskuvllaid ja joatkkaskuvllaid várás .
nob: Sametinget har ved begynnelsen av denne planperioden i alt 128 læremiddelprosjekter på gang for barnehage , grunnskole og videregående skole .

source: Sámedikkis lea prošeaktaovddasvástádus 34 prošeavttas , ja lágádusat fas fuolahit loahpa , oktiibuot 94 prošeavtta .
nob: For 34 av disse prosjektene har Sametinget prosjektansvaret , mens forlagene har prosjektansvaret for resten , dvs. 94 prosjekter .

source: Muhtumat dáin prošeavttain leat buvttadandásis , mii mearkkaša ahte válbmanit 1999/2000:s .
nob: Noen av disse prosjektene er i produksjonsfasen , hvilket innebærer at de ferdigstilles i 1999/2000 .

source: 1995 čavčča álggahuvvui prošeakta mii galgá háhkat sámi filbmaprográmmaid mat sáhttet geavahuvvot oahpponeavvun .
nob: Høsten 1995 ble det satt i gang et prosjekt som har til hensikt å skaffe til veie samiske filmprogram som kan brukes som læremidler .

source: Njealji jagis leat háhkan 380 prográmma ovttasráđiid NRK Undervisningsredaksjonen:in , NRK Sámi Radioin ja Norsk filminstitutt:in , ja prográmmat leat gávdnamis 230 videobáttis maid skuvllat ja mánáidgárddit sáhttet luoikkahit .
nob: I samarbeid med NRK Undervisnings-redaksjonen , NRK Sámi Radio og Norsk Filminstitutt har det i løpet av fire år skaffet blitt skaffet til veie 380 program fordelt på 230 videokassetter som kan lånes ut til skoler og barnehager .

source: 2.1.4 Girječálliiddilli
nob: 2.1.4 Forfattersituasjonen

source: Girječállit eai leat doarvái .
nob: Forfattersituasjonen er bekymringsfull .

source: Vaikko girječálliiddoarjja lea lassánan ja iešguđetlágán rekrutterenbijut nugo girječálliidbájit leat álggahuvvon , de eai leat nákcen háhkat eambbo girječálliid mat dássedit barget dušše dainna doaimmain .
nob: Til tross for høyere forfatterstøtte og forskjellige rekrutteringstiltak , bl. a forfatterverksteder , har en ikke maktet å bygge opp en større kjerne av stabile forfattere .

source: Dilli lea veaháš buoret oahpponeavvuid jorgaleddjiid ja heiveheddjiid dáfus .
nob: Situasjonen er noe lettere mht. dekning av behovet for oversettelser og tilrettelegging .

source: 2.1.5 Lágádusdilli
nob: 2.1.5 Forlagssituasjonen

source: Lágádusdilli ii leat doarvái buorre danne go dat guokte sámi lágádusa eai nákce buvttadit oahpponeavvuid dárbbu mielde .
nob: Forlagskapasiteten er ikke god nok idet de to samiske forlagene ikke har kapasitet til å produsere læremidler i takt med behovet .

source: Dáčča lágádusat eai vuorut almmuhit sámi oahpponeavvuid danne go dat ii leat gánnáhahtti sin doibmii .
nob: Norske forlag prioriterer i liten grad utgivelse av samiske læremidler på grunn av manglende lønnsomhet .

source: 2.1.6 Oahpponeavvuid ráhkadeami progrešuvdna
nob: 2.1.6 Progresjon i læremiddelutviklingen

source: Oahpponeavvoovdánahttin jurdagis ja plánas almmuheapmái ja geavaheapmái , lea dan duohken ahte visot oasit doibmet bures ovttas ja váikkuhit buori proseassajohtui .
nob: Læremiddelutviklingen fra ide og plan til utgivelse og anvendelse , forutsetter at alle ledd samvirker og medvirker til flyt i prosessen .

source: Oahpponeavvuid ráhkadeami progrešuvdna lea dovdomassii buorránan jus buohtastahttá diliin mii lei moadde jagi dás ovdal .
nob: Progresjonen i læremiddelutviklingen er blitt betraktelig bedre , sammenlignet med situasjonen for noen år siden .

source: Sámedikkis leat sierra prošeaktakonsuleanttat geat fuolahit ovttaskas prošeavttaid , ja dat leage dagahan ahte proseassa manná johtileappot , ja maiddái bearráigeahččama kvalitehta lea buorránan .
nob: Sametinget har egne prosjektkonsulenter med ansvar for de enkelte prosjekter , noe som har ført til at prosessen går raskere , samtidig som kvaliteten på oppfølgingen har blitt bedre .

source: 2.2 Hástalusat ja dárbbut
nob: 2.2 Utfordringer og behov

source: Dán strategalaš plána plánaáigodaga álgogeahčen sáhttá hástalusaid ja dárbbuid oanehaččat ná čilget :
nob: Ved starten av planperioden for denne strategiske planen kan utfordringene og behovene kort beskrives slik :

source: 2.2.1 Sámi oahppoplánaid čađaheapmi vuođđoskuvllas
nob: 2.2.1 Gjennomføring av det samiske læreplanverket i grunnskolen

source: Dábálaš oahpponeavvuid háhkan vuođđoskuvlla sámi oahppoplánaid čađaheami várás galgá ain leat stuorimus hástalus , ja dárbbut dakko leat stuorimusat .
nob: Fremdeles vil det å skaffe ordinære læremidler til gjennomføringen av det samiske læreplanverket i grunnskolen være den største utfordringen og representere de største behovene .

source: Lea ain olu mii váilu , nu go maiddái oaidnit diliid čilgemis ovddit čuoggás .
nob: Mye gjenstår , noe som også framgår av tilstandsbeskrivelsen i foregående punkt .

source: 2.2.2 Ođđa oahpahuslága fápmuiboahtin
nob: 2.2.2 Ikrafttredelse av ny opplæringslov

source: Ođđa oahpahusláhka nanne ovttaskas oahppi vuoigatvuođa oažžut sámegiel oahpahusa .
nob: Ny opplæringslov fastslår den individuelle retten til opplæring i samisk .

source: Dát mielddisbuktá ahte šaddet eambbo oahppit miehtá riikka geat ohppet sámegiela nubbingiellan dahje sámi giela ja kultuvrra .
nob: Dette vil medføre en økning i antallet elever over hele landet med samisk som andrespråk eller med faget samisk kultur og språk .

source: Dán oktavuođas lea dárbu árbevirolaš oahpponeavvuide , muhto ferte maiddái ráhkadit iešguđetlágán gáiddusoahpahanvugiid , danne go eanas báikkiin gos leat unnán oahppit geat háliidit sámegieloahpahusa , lea váttis gávdnat oahpaheddjiid .
nob: Her er det både behov for tradisjonelle læremidler , men også for utvikling av ulike fjernundervisningsmetoder , siden lærersituasjonen de fleste steder hvor det er få elever som ønsker samisk vil være svært vanskelig .

source: 2.2.3 Erenoamášpedagogalaš oahpponeavvuid ráhkadeapmi
nob: 2.2.3 Utvikling av spesialpedagogiske læremidler

source: Erenoamášpedagogalaš oahpponeavvuid ráhkadeapmi ja buvttadeapmi sámi geavaheddjiid várás lea hui guovddážis boahtte áigodagas .
nob: Utvikling og produksjon av spesialpedagogiske læremidler for samiske brukere står sentralt i den kommende perioden .

source: Dás oaivvildit vuos dábálaš erenoamášpedagogalaš oahpponeavvuid iešguđetge váddosurggiide , muhto deattuhit erenoamážit multifunkšunála oahpponeavvuid .
nob: Det tenkes her både på ordinære spesialpedagogiske læremidler for de enkelte vanskeområdene , men særlig på multifunksjonelle læremidler .

source: Multifunkšunála oahpponeavvuin sáhttet leat olu iešguđetlágán komponeanttat ja heivehuvvon oasit , nugo jienat , govat ja teavsttat , eaige dat dárbbaš leat dušše ovtta vásedin ulbmila váste ráhkaduvvon .
nob: De multifunksjonelle læremidlene kan inneholde mange ulike komponenter og tilpasninger i lyd , bilde og tekst , og fremstår ikke nødvendigvis som ett produkt .

source: Lea áibbas dárbbašlaš ahte erenoamášpedagogalaš oahpponeavvuid ráhkadeapmi sámi ohppiid várás šaddá oassin našunála plána ja erenoamášpedagogalaš oahpponeavvuid strategiija duohtandahkamis .
nob: Det vil være helt sentralt at utviklingen av spesialpedagogiske læremidler for samiske elever blir en del av realiseringen av en nasjonal plan og strategi for spesialpedagogiske læremidler .

source: 2.2.4 Gelbbolašvuođa ođasteami čađaheapmi
nob: 2.2.4 Gjennomføring av kompetansereformen

source: Gelbbolašvuođa ođasteapmi , mas rávisolbmuid lassi- ja joatkkaoahpahus eambbo deattuhuvvo , gáibida lasi oahpponeavvuid mat leat heivehuvvon juste dán agi olbmuide .
nob: Kompetansereformen , med økt vekt på etter- og videreutdanning for voksne , vil kreve et betydelig løft mht. læremidler tilpasset denne aldersgruppen .

source: Vaikko geahččalivččiige deattuhit vuođđoskuvlla ja joatkkaoahpahusa fágaid oahpponeavvuid , gč 1.1 čuoggá , de šaddá dát garra hástalussan .
nob: Selv om en konsentrerer seg om læremidler tilknyttet fagkretsen i grunnskole og videregående opplæring , jfr punkt 1.1 , vil en her stå overfor en betydelig utfordring .

source: 2.2.5 Systematihkka oahpponeavvobuvttadeami plánemis , ráhkadeamis ja čuovvoleamis
nob: 2.2.5 Systematikk i planlegging , utvikling og oppfølging av læremiddelproduksjonen

source: Lea ain olu mii váilu vaikko oahpponeavvoráhkadeami ja oahpponeavvobuvttadeami organiseren ja čađaheapmi leat buorremuddui buoriduvvon .
nob: Selv om det er gjort store forbedringer mht. organisering og gjennomføring av læremiddel-utvikling og læremiddelproduksjon gjenstår mye .

source: Oppalaččat lea dárbbašlaš doalahit buoret systematihka buvttadeami plánemis , ráhkadeamis ja bearráigeahččamis .
nob: Generelt vil det være nødvendig med en større grad av systematikk i planlegging , utvikling og oppfølging av produksjonen .

source: Deatalaš oassi lassánan systematihkas lea álggahit dutkandoaimma mii guoská oahpponeavvuid geavaheami ja maiddái oahpponeavvuid ráhkadanproseassa evalueremii .
nob: Et viktig del av denne økte systematikken vil være å få i gang forskningsvirksomhet knyttet til evaluering av bruken av læremidler og til hele læremiddelutviklingsprosessen .

source: Muđui lea dárbbašlaš nannet bagadallandoaimma sihke girječálliid ja lágádusaid ektui .
nob: Videre vil det være nødvendig å styrke veiledningsaktiviteten overfor både forfattere og forlag .

source: Dán oktavuođas ferte árvvoštallat sámi oahpaheddjiid konverterenresurssaid geavaheami , ja maiddái movt joavkogirječálliid sáhttá buorebut organiseret vuđolet bearráigeahčuin ja bagadallamiin .
nob: I denne sammenheng må bruken av konverteringsressursen for samiske lærere trekkes inn i vurderingen sammen med bedre organisering av forfattere i team med sterkere oppfølging og bedre veiledning .

source: 2.2.6 Rievdadit oahpponeavvomálliid váldominstara
nob: 2.2.6 Omlegging av hovedmønsteret for typer læremidler

source: Lea maiddái dárbbašlaš árvvoštallat váldominstara rievdadeami das guđelágán oahpponeavvuid berre ráhkadit iešguđet fágasurggiid váste .
nob: Det vil også være nødvendig å vurdere en omlegging av hovedmønsteret for hvilke typer læremidler som bør utvikles innen et fagområde .

source: Dán rádjái leat vuosttažettiin deattuhan ráhkadit dárkilis ohppiidgirjiid mat gokčet áššiid maid oahppit galget oahppat .
nob: Hittil har en satset på å utvikle en omfattende elevbok som hovedtiltak for å dekke lærestoffet .

source: Dat lea dávjá šaddan váttis ja áddjás proseassan mas gollet iešáiggit dan rájesgo ráhkadanbargu álggahuvvo dassážii go oahppogirji lea válmmas .
nob: Dette har vist seg å være en komplisert og tidkrevende prosess , hvor det går relativt lang tid fra oppstart av utviklingsarbeidet til læreboka foreligger .

source: Jus rievdada doaimma dainnalágiin ahte baicca ráhkadišgoahtá eambbo fáddágihppagiid , de livččii álkit buohtalaga ráhkadit oahpponeavvuid davvi- , julev- ja lullisámegillii ja johtileappot gokčat fágaid guovddáš oahppoávdnasiid .
nob: En omlegging i retning av større satsing på temahefter vil kunne innebære muligheter til større grad av parallellproduksjon av læremidler på nord- , lule- og sørsamisk og raskere dekning av det aktuelle lærestoffet i et fag .

source: Fáddágihppagiid sáhttá njuolga čatnat oahppoplánaid oahpahusulbmiliidda , ja dainnalágiin gokčetge buorebut sihke Ođastus 94 ’ ja Ođastus 97 ’ mihttomeriid ahte leat oahppoplánat eaige oahppogirjjit mat mearridit oahpahusa .
nob: Temaheftene kan knyttes konkret til læreplanenes opplærings-mål og på den måten svare bedre til intensjonene i både Reform- 94 og Reform- 97 om at læreplanene og ikke læreboka skal være styrende for opplæringen .

source: Almmatge ferte fuolahit ahte fáddágihppagat sihke hámi ja sisdoalu dáfus leat kvalitehtalaččat buorit ja ahte dat maiddái sisttisdollet ođđa oahpahusmálliid nugo omd giellalávguma .
nob: Det må imidlertid være en forutsetning at temaheftene både i form og innhold blir kvalitativt høyverdige produkter og ivaretar nye opplæringsformer som f.eks. språkbad .

source: 2.2.7 Ráhkadit fierpmádatčovdosiid oahpponeavvuid gaskkusteapmái
nob: 2.2.7 Utvikling av nettbaserte løsninger for formidling av læremidler

source: Maiddái oahpponeavvuid gaskkusteami metodaid berre ovdánahttit .
nob: Også når det gjelder metoder for formidling av læremidler bør det foregå en utvikling .

source: Lea erenoamáš deatalaš láhčit diliid nu ahte sáhttá ráhkadit fierbmečovdosiid , mat gaskkustit oahpponeavvuid skuvllaide Interneahta bokte .
nob: Spesielt vil det være viktig å legge til rette for utvikling av nettbaserte løsninger hvor læremidler formidles til skolene via internett .

source: Dát dáidá vuosttažettiin leat guovddáš vuohki gaskkustit sátnelisttuid , fáktágirjjiid ja čoavddagirjjid , pedagogalaš prográmmagálvvuid ja fáddágihppagiid .
nob: I første omgang vil dette sannsynligvis være mest aktuelt som metode for å formidle ordlister , faktabøker og oppslagverk , pedagogisk programvare og temahefter .

source: Metoda sáhttá viiddidit maiddái stuorit girjjiide dađi mielde go hárjána doibmii .
nob: Etter hvert som en får erfaring kan metoden utvides til å omfatte mer omfattende bøker .

source: 2.2.8 Bagadus
nob: 2.2.8 Veiledning

source: Sámediggi áigu plánaáigodagas álggahit gelbbolašvuođahuksema sámi oahpponeavvoovdáneami oktavuođas , omd. seminarain ja bagadallamiin čálliid , lágádusaid ja eará oasseváldiid .
nob: Sametinget vil i planperioden ta initiativ til kompetanseoppbygging i tilknytning til samisk læremiddelutvikling , bl.a. gjennom seminarer og veiledning av forfattere , forlag og andre aktører .

source: 3 . Sámi oahpponeavvut – rámmat ja njuolggadusat
nob: 3 Samiske læremidler – rammer og regler

source: 3.1 Dohkkeheami njuolggadusat
nob: 3.1 Regler for godkjenning

source: Girko- , oahpahus- ja dutkandepartemeanta mearridii čakčamánu 19. b. 1985 sámi oahppogirjjiid dohkkeheami njuolggadusaid .
nob: Regler for godkjenning av samiske lærebøker ble fastsatt av Kirke- , utdannings- og forsknings-departementet 19. september 1985 .

source: Njuolggadusat fátmmastit sámi oahppogirjjiid ja sámi reiveskuvllaid dohkkeheami vuođđoskuvlla ja joatkkaoahpahusa dásis , ja maiddái oahpahusa dohkkeheami rávisolbmuidoahpahusa lága vuođul .
nob: Reglene omfatter godkjenning av samiske lærebøker og samiske brevkurs for grunnskole og videregående opplæring samt for opplæring etter lov om voksenopplæring .

source: Oahppogirjjit leat buot printejuvvon oahpponeavvut mat ráhkaduvvojit sámi ohppiid várás , mat gokčet deatalaš osiid fága oahpahusmearis dahje kurssas , ja maid oahppit galget áiggis áigái geavahit .
nob: Med lærebøker menes alle trykte læremidler som produseres for samiske elever som dekker vesentlige deler av et fags lærestoff eller kurs , og som elevene regelmessig skal bruke .

source: Dása gullet maiddái printejuvvon oahpponeavvut mat almmuhuvvojit almmolaš doarjagiin , ja guoskkahit unnit oasi oahpahusmearis .
nob: Trykte læremidler som omfatter en mindre del av lærestoffet omfattes også av ordningen når disse utgis med offentlig støtte .

source: Go árvvoštallá dohkkeheami , de ferte bivdit mearkkašumiid iešguđet ásahusain . Sámediggi galgá ieš maiddái árvvoštallat oahpponeavvu .
nob: Ved vurdering av om godkjenning kan gis skal det innhentes uttalelser fra flere instanser i tillegg til at Sametinget selv skal vurdere læremidlet .

source: Dohkkeheapmi lea Sámedikki oahpahusossodaga duohken , muhto mearrádusaid sáhttá váidalit departementii .
nob: Godkjenningen er tillagt Sametinget , men avgjørelser kan påklages til departementet .

source: Sámi giellaráđđi galgá dohkkehit sátnelisttuid .
nob: Ordlister skal godkjennes av Samisk språkråd .

source: 3.2 Ásahusrámmat
nob: 3.2 Institusjonelle rammer

source: Sámedikki oahpahusossodat ovttasbargá ovdánahttinbarggustis iešguđet ásahusaiguin , ee. :
nob: Sametinget samhandler i sitt utviklingsarbeid med en lang rekke instanser , bl. a

source: Girječálliiguin ja prošeaktamielbargiiguin
nob: Forfattere og prosjektmedarbeidere

source: Sámegiela hálddašanguovllu suohkaniid skuvllaiguin ja skuvlahálddahusaiguin
nob: Skoler og skoleadministrasjonen i kommunene i forvaltningsområdet for samisk språk

source: Sámi lágádusaiguin ja eará lágádusaiguin
nob: Samiske forlag og andre forlag

source: NRK / Sámi Radio:in
nob: NRK / Sámi Radio

source: Video je. buvttadanbirrasiiguin
nob: Produksjonsmiljøer for video o.l.

source: Sámi dáiddáriiguin ja kulturásahusaiguin
nob: Samiske kunstnere og kulturinstitusjoner

source: Ruoŧa ja Suoms sámi skuvlaráđiiguin
nob: Samiske skoleråd i Sverige og Finland

source: Stáhta oahpahuskantuvrraiguin , erenoamážit Finnmárkkus , Tromssas ja Nordlánddas
nob: Statens utdanningskontorer , særlig i Finnmark , Troms og Nordland

source: Sámi Instituhtain
nob: Nordisk samisk institutt

source: Sámi allaskuvllain
nob: Samisk høgskole

source: Sámi oahpaheaddjeásahusaiguin
nob: Samiske lærerorganisasjoner

source: 3.3 Resurssat
nob: 3.3 Ressurser

source: Eanas sámi oahpponeavvuid ráhkadeami ja buvttadeami resurssat bohtet Girko- , oahpahus- ja dutkandepartementtas .
nob: Ressursene til utvikling og produksjon av samiske læremidler kommer i alt vesentlig fra Kirke , - utdannings- og forskningsdepartementet .

source: Juolludeapmi galgá gokčat sihke vuođđoskuvlla ja joatkkaskuvlla oahpponeavvuid buot golmma sámi giellajoavkku dáfus .
nob: Tildelingen skal dekke læremidler til både grunnskole og videregående opplæring innen alle de tre samiske språkgruppene .

source: Ovddeš jagiid juolludeamit , ovdal dán plána doaibmaáigodaga , leat leamaš gaskal 8 ja 11 miljovnna ruvnno jahkásaččat .
nob: Tildelingen har i årene før denne planens virkeperiode ligget på et nivå fra 8 til 11 millioner pr år .

source: Sámi oahpponeavvuid dárbu mii bohciidii Ođastus 94 ’ ja Ođastus 97 ’ geažil , lea leamaš ruhtajuolludeami sturrodaga deataleamos ágga .
nob: Størrelsen på tildelingen har i stor grad vært begrunnet med det økte behovet for samiske læremidler knyttet til gjennomføringen av henholdsvis Reform- 94 og Reform- 97.

source: Lassin Girko- , oahpahus- ja dutkandepartementta juolludemiide sáhttá maiddái oažžut doarjaga oahpponeavvoráhkadeapmái dáin ásahusain :
nob: I tillegg til midlene fra Kirke- , utdannings- og forskningsdepartementet foreligger disse mulighetene til finansiering av læremiddelutvikling :

source: Mánáid- ja bearašdepartementtas mánáidgárddiid oahpponeavvuide
nob: Barne- og familiedepartementet , til læremidler for barnehagene

source: Stáhta oahpahuskantuvrras DOB-doaimmaide
nob: Statens utdanningskontorer , til FoU-arbeid

source: Samordningsrådet for Finnmark utdanningsregion ( SUFUR ) rávisolbmuidoahpahusa oahpponeavvuide
nob: Samordningsrådet for Finnmark utdanningsregion ( SUFUR ) , til læremidler for voksenopplæring .

source: Sámi skuvlaráđiin Ruoŧas ja Suomas oktasaš bargguide
nob: Samiske skoleråd i Sverige og Finland , for samproduksjoner

source: 4 - Sámi oahpponeavvut – profiila ja vuoruheamit2001- 2005
nob: 4 Samiske læremidler – profil og prioritering 2001-2005

source: 4.1 Váldostrategiija : Vuoruhuvvon doaibmabijut
nob: 4.1 Hovedstrategi : Konsentrert satsing

source: Maŋemus jagiid váldostrategiija lea leamaš fuolahit ahte sámi ja dáčča ohppiin leat ovttadássásaš oahpponeavvofálaldagat .
nob: Det har vært et hovedmål de siste årene at samiske og norske elever skal ha et likeverdig læremiddeltilbud .

source: Erenoamážit leat vuođđoskuvlla oahpponeavvut ja sámegielgirjjit leamaš vuoruhuvvon .
nob: I særlig grad har læremidler for grunnskolen og bøker i samisk språk vært prioritert .

source: Muđui leat deattuhan ahte oahppi ja oahppi dárbbut galget leat guovddážis .
nob: Videre har det vært lagt til grunn at eleven og elevens behov skal settes i sentrum .

source: Dát mearkkaša ahte oahpaheaddjebagadallamat ja oahpaheddjiid veahkkegirjjit eai leat deattuhuvvon .
nob: Det vil si at mindre vekt har blitt lagt på lærerveiledninger og hjelpebøker for lærere .

source: Ovddit strategalaš plána doaibmaáigodagas , 1996-2000 , rievdaduvvui strategiija viiddis doaimmaheamis dárkilit jurddašeapmái ja čavgadis vuoruheapmái .
nob: I virkeperioden til forrige strategiske plan , perioden 1996-2000 , ble hovedstrategien lagt om fra bred satsing til konsentrasjon og stram prioritering .

source: Lea duođaštuvvon ahte dát lea rievttes ja buorre strategiija .
nob: Dette har vist seg å være en riktig og effektiv strategi .

source: Danne čuovvut seamma strategiija maiddái dán plána doaibmaáigodagas , 2001-2005 .
nob: For denne planens virkeperiode , perioden 2001-2005 , vil derfor samme strategi bli fulgt .

source: Dat mearkkaša ahte mii bargat áŋgirit dihto prošeavttaiguin juolluduvvon resurssaid siskkobealde .
nob: Det vil si at det innenfor de tilgjengelige ressursene vil bli en konsentrert innsats rundt utvalgte prosjekter .

source: Dat čielga ráddjejumit mat leat ovdánahttinbeali gelbbolašvuođas ja kvalitehtas , leat guovddážis čuollame vuoruhuvvon doaibmabijuid beali .
nob: Et vesentlig argument for en konsentrert innsats er de klare begrensningene som ligger i kompetanse og kvalitet på utviklingssiden .

source: Jus háddje ruđaid ja návccaid liiggás olu prošeavttaide , de gáržžida doaimma , ja maiddái kvalitehta hedjona .
nob: En for sterk spredning på for mange prosjekter vil senke framdriften og redusere kvaliteten .

source: 4.2 Profiila ja vuoruheamit 2001-2005
nob: 4.2 Profil og prioritering 2001-2005

source: 4.2.1 Iešguđet sámi giellajoavkkuid doaibmabijuid deattuheapmi
nob: 4.2.1 Vektlegging av satsing på de ulike samiske språkgruppene

source: Plánaáigodagas áigut bargat buot golmma sámi giellajoavkkuid oahpponeavvuid ráhkademiin ja buvttademiin .
nob: I planperioden vil det bli satset på utvikling og produksjon av læremidler innen alle de tre samiske språkgruppene .
